[
  {
    "id": 1,
    "title": "Ibod Corporation запускает новую инициативу в области искусственного интеллекта",
    "date": "10 апреля 2025",
    "excerpt": "Наша компания объявила о запуске новой инициативы, направленной на развитие технологий искусственного интеллекта для бизнеса. Проект будет реализован в партнерстве с ведущими технологическими компаниями.",
    "image": "https://via.placeholder.com/600x300/0d1b2a/ffffff?text=AI+Initiative",
    "link": "#"
  },
  {
    "id": 2,
    "title": "Открытие нового офиса в Дубае",
    "date": "5 апреля 2025",
    "excerpt": "Мы рады сообщить об открытии нового представительства Ibod Corporation в Дубае. Это важный шаг в расширении нашего международного присутствия и укреплении позиций на рынке Ближнего Востока.",
    "image": "https://via.placeholder.com/600x300/1b263b/ffffff?text=Dubai+Office",
    "link": "#"
  },
  {
    "id": 3,
    "title": "Ibod Corporation получила награду за инновации в финтех-индустрии",
    "date": "28 марта 2025",
    "excerpt": "Наша компания была удостоена престижной награды за инновационные решения в области финансовых технологий. Эта награда подтверждает наш вклад в развитие финтех-индустрии.",
    "image": "https://via.placeholder.com/600x300/415a77/ffffff?text=FinTech+Award",
    "link": "#"
  },
  {
    "id": 4,
    "title": "Запуск образовательной программы для молодых специалистов",
    "date": "15 марта 2025",
    "excerpt": "Ibod Corporation запускает новую образовательную программу для молодых специалистов в области информационных технологий. Программа направлена на развитие практических навыков и подготовку кадров для IT-индустрии.",
    "image": "https://via.placeholder.com/600x300/778da9/ffffff?text=Education+Program",
    "link": "#"
  },
  {
    "id": 5,
    "title": "Партнерство с ведущими университетами Таджикистана",
    "date": "5 марта 2025",
    "excerpt": "Мы подписали соглашение о сотрудничестве с ведущими университетами Таджикистана. В рамках партнерства будут реализованы совместные исследовательские проекты и программы стажировок для студентов.",
    "image": "https://via.placeholder.com/600x300/e0e1dd/333333?text=University+Partnership",
    "link": "#"
  }
]
